{
  "back": "Back to main page",
  "title": "Terms of Use",
  "definitions": {
    "title": "Definitions",
    "text": {
      "part1": "Website means the Internet resource available at",
      "link": "www.1ci.com",
      "part2": "Depending on the context, this term may also incorporate Website software, visual design, database, any section or subsection of the Website, or information published on the Website by 1Ci Company. "
    },
    "text1": "1Ci or 1Сi Company means the limited liability company «1C International» that owns exclusive rights to the Website (including rights to domain name of the Website) and performs Website administration functions. ",
    "text2": "User or You means a person that accesses and/or uses (used) the Website. Any person accessing the Website automatically acknowledges that they fully accept these Terms of Use and are subject to requirements specified in the Terms of Use. ",
    "text3": "Information means any information or messages, in any form of presentation, published on the Website, including: links to other websites, text messages, photos (pictures), audio and/or video materials, computer software. ",
    "text4": "Any terms and concepts used in the text of Terms of Use and not explained in section \"Definitions\" shall be interpreted within the context and meaning of the Terms of Use. Any disputes on exact interpretation of any term and/or concept used in the text of Terms of Use shall be resolved by using interpretation provided by 1Ci. ",
    "text5": "1Ci provides Website usage services in accordance with the Website Terms of Use (\"Terms of Use\"). Accessing the Website and using Information available on the Website indicates that you accept and agree to comply with the Terms of Use. "
  },
  "available_information": {
    "title": "Transmitted and Available Information ",
    "text": "1Ci makes no warranties as to the accuracy of Information available on the Website. 1Ci reserves the right to modify any Information available on the Website, including the Terms of Use, without prior notice. ",
    "text1": "1Ci makes no warranties as to confidentiality of any information acquired from the Website or transmitted to the Website. Any information transmitted by the User to the Website or published on the Website is considered to be not confidential. 1Ci disclaims all obligations regarding nondisclosure and protection of this information. By transmitting or publishing information of any kind, you thereby grant 1Ci absolute rights to copy, disclose, distribute, or otherwise use this information. ",
    "text2": "When viewing data available on the Website, you agree to refrain from publishing, transmitting, or accessing any materials of unlawful nature that might result in violation of laws of Russia, other countries, or the international laws. ",
    "text3": "1Ci reserves the right to monitor and view all website sections where Users can publish their materials and information. 1Ci cannot be held liable for content of any such website sections. ",
    "text4": "When you perform specific actions supported by the Website or submit your personal data to 1Ci, 1Ci agrees to handle this information in accordance with our personal data management protocols, which you can find on the webpage that was used to collect the above information.\n"
  },
  "software_downloads": {
    "title": "Software Downloads",
    "text": "Any software available on the Website for download is an intellectual property of 1Ci and/or its partners. Usage of the software is regulated by terms of the end-user license agreement supplied with the software. Using the software without accepting its license agreement, or violating terms of the license agreement, is prohibited. "
  },
  "information_use": {
    "title": "Information Use",
    "text": "All information, software, photos, text, video and audio recordings, and other materials available on the Website (collectively referred as Information) are property of 1Ci and/or other copyright holders. Copying, demonstrating, or otherwise using Information without prior consent of 1Ci constitutes a violation of both Russian and international laws."
  },
  "intellectual_rights": {
    "title": "Intellectual Rights",
    "text": "All rights for the Website content are owned by 1Ci. All rights reserved. 1Ci cannot be held liable for content available on any websites under third-party control. 1Ci logo, as well as any other products, names, and slogans available on the Website are registered or unregistered trademarks of 1Ci and/or its partners, and cannot be copied, duplicated, or used, fully or partially, without prior written consent of 1Ci or trademark owner. Moreover, design and content of the Website, including all headers, footers, graphical elements, buttons, icons, and scenarios, are intellectual property of 1Ci and cannot be copied, duplicated, or used, fully or partially, without prior written consent of 1Ci. All other trademarks, product names, names and logos of companies mentioned on the Website are property of their respective owners. Links to any products, services, processes, or other information using trade names, trademarks, names of manufacturers, vendors, or otherwise, do not constitute or imply 1Ci approval, sponsorship, or recommendation. ",
    "text1": "Other logos, product names, or company names mentioned on the Website may serve as trademarks of their respective owners. ",
    "text2": "1Ci performs Website management in accordance with the Notice and Take down policy. If you have any complaints or objections regarding materials or Information available on the Website, or you believe that materials or Information available on the Website are infringing on your copyrights, contact us immediately. Once we are notified of this, 1Ci Company will take all efforts to remove the illegal information according to the above policy. "
  },
  "third-party_websites": {
    "title": "Links to Third-Party Websites",
    "text": "For your convenience, the Website may contain links to Internet websites owned by other legal entities or individuals. 1Ci makes no warranties with regard to any websites you might access by following links from the Website. You agree and acknowledge that 1Ci cannot be held liable with regard to the content of such websites. 1Ci offers no recommendations on visiting these websites or using their content. ",
    "text1": "Links to any products or services by other legal entities or individuals that may be found on the Website are for your convenience only. Any third-party products or services are mentioned for information purposes only. 1Ci offers no recommendations or evaluations on these products and/or services. "
  },
  "disclaimer_of_warranty": {
    "title": "Disclaimer of Warranty and Waiver of Liability",
    "text": "Materials published on the Website are made available \"as is\", without warranty of fitness for any particular purpose. Information, software, products, and services available on the Website may contain errors or inaccuracies. 1Ci does not guarantee accuracy of Information and cannot be held liable for any errors or inaccuracies in Information, including, without limitation, prices, photos, general products descriptions, and more. 1Ci does not guarantee that the Website, its servers, or email messages sent by 1Ci are free of viruses or other malicious components. ",
    "text1": "In as much as permitted by law, 1Ci disclaims all warranties and conditions regarding Information, including information about prices, working hours, phones, addresses, for software, products and services, including all implied warranties and terms of merchantability, fitness for particular purpose, rights, and non-infringement. ",
    "text2": "1Ci also disclaims any warranties and representations with regard to the accuracy or ownership of Website content. ",
    "text3": "In consideration of the foregoing, the User uses the Website on their own responsibility. In no event 1Ci shall be liable for direct, indirect, punitive, contingent, special, or consequential losses or damage, or any loss of profit, revenue, reputation, data, contracts, financial turnover, or losses or damage resulting from or in any manner related to service interruption of any kind preventing the User from accessing or using the Website.\n\n"
  },
  "limitation_of_liability": {
    "title": "Limitation of Liability",
    "text": "In no event shall 1Ci be liable for any damages, including direct damage and loss of profit, that occurred as a result of (a) downloading any software from the Website, or (b) using Information or any materials available on the Website, regardless of whether 1Ci was forewarned of possible damages. "
  },
  "foreign_law": {
    "title": "Foreign Law",
    "text": "1Ci does not guarantee that Information available on the Website is compliant with any foreign laws. When accessing the Website you take full responsibility for compliance of any legislative regulations enforced in the country from which the Website is accessed. "
  },
  "governing_law": {
    "title": "Governing Law and Dispute Resolution ",
    "text": "Relations of the parties under the Terms of Use shall be governed by the substantive laws of the Russian Federation, without applying any conflict-of-law rules. ",
    "text1": "Any disputes or disagreements arising between User and 1Ci shall be resolved through friendly negotiation. Any disputes incapable of being resolved by negotiation of the parties shall be settled in court of 1Ci's jurisdiction. "
  }
}
